IDEA Open Model
SubStructure.Loading Property
Compatible with IDEA StatiCa Beta 20.0
 Loading
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public SubStructureLoading Loading { get; set; }
Public Property Loading As SubStructureLoading
	Get
	Set
Property Value
Type: SubStructureLoading
See Also
Reference
SubStructure Class
IdeaRS.OpenModel.Model Namespace